IDEA Open Model
TendonBar.Id Property
 Tendon Id
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
public:
property int Id {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace